INSERT INTO public.users (email,"password",firstname,lastname,patronymic,sex,avatar,"dateBirthDay","dateTimeCreate") VALUES
	 ('durovmilliarder@mail.ru','milliarder123milliarder','Павел','Дуров','Валерьевич',0,'mentor5.jpg','1984-10-10','2023-03-28 15:28:30.937492'),
	 ('alexandra@mail.ru','sc1-hubt0p','Александра','Элбакян','Асановна',1,'mentor.jpg','1988-11-06','2023-03-28 15:28:30.937492'),
	 ('igorweb@mail.ru','web123web','Игорь','Данилов','Анатольевич',0,'mentor3.jpg','1964-04-22','2023-03-28 15:28:30.937492'),
	 ('sclarovbaum@mail.ru','mg3ubaum','Дмитрий','Скляров','Витальевич',0,'mentor4.jpg','1974-12-18','2023-03-28 15:28:30.937492'),
	 ('123456789101112312@gmail.com','123','Артемий','Струков132','Викторович',0,NULL,'2005-01-18','2023-03-29 18:47:56.086382'),
	 ('t@g.a','1','Имя','Фамилия','Отчество',0,NULL,'2023-01-01','2023-03-29 18:47:56.086382'),
	 ('tests@gmail.com','112345678','1Имя','1Фамилия','1Отчество',0,NULL,'2023-01-01','2023-03-30 10:23:07.590595'),
	 ('test@a.scom','112345678','1Имя','1Фамилия','1Отчество',0,NULL,'2023-01-01','2023-03-30 10:23:07.590595'),
	 ('tes@a.scom','112345678','1Им','1Фамилия','1Отчество',1,NULL,'2023-01-01','2023-03-30 10:23:07.590595'),
	 ('arseniy.bobovnikov@gmail.com','123456789','Арсений','Бобовников','Андреевич',0,NULL,'2007-04-30','2023-03-31 06:56:44.007821');
INSERT INTO public.users (email,"password",firstname,lastname,patronymic,sex,avatar,"dateBirthDay","dateTimeCreate") VALUES
	 ('va2005art@mail.ru','12345678','Artemii','Strukov','Victorovich',0,NULL,'2022-11-18','2023-04-01 08:21:18.40873'),
	 ('123@mail.ru','123','Artemii','Strukov','Victorovicth',0,NULL,'2023-04-01','2023-04-01 08:21:18.40873'),
	 ('dimakarlenkov@gmail.com','12345678','Дмтирий','Карленков','Артемович',0,NULL,'2006-01-01','2023-04-01 08:21:18.40873'),
	 ('email@a.a','123','Firstname','Lastname','Patronymic',0,NULL,'2023-01-01','2023-04-02 08:52:07.560491'),
	 ('test@gmail.com','12345678','Имя','Фамилия','Отчество',0,NULL,'2023-01-01','2023-04-02 08:52:07.560491'),
	 ('eugenkasper@mail.ru','secure123secure','Евгений','Касперский','Валентинович',0,'050420231205.jpg','1965-10-04','2023-03-28 15:28:30.937492'),
	 ('test12345@gmail.com','12345678','Имя123','Фамилия123','Отчество123',0,NULL,'2023-01-01','2023-04-10 13:51:34.001802'),
	 ('qwrqwrqwerq2@gmail.com','123456789','Арсений','Бобовников','Андреевич',0,NULL,'2007-04-30','2023-04-04 11:29:45.307251'),
	 ('qwrqw@gmail.com','123456789','Арсений','Бобовников','Андреевич',0,NULL,'2007-04-30','2023-04-10 13:51:34.001802'),
	 ('qwe@gmail.com','123','re','re','re',0,NULL,'1200-12-05','2023-04-10 13:51:34.001802');
INSERT INTO public.users (email,"password",firstname,lastname,patronymic,sex,avatar,"dateBirthDay","dateTimeCreate") VALUES
	 ('qwe1@gmail.com','123','re','re','re',0,NULL,'1222-12-05','2023-04-10 13:51:34.001802'),
	 ('qwer@gmail.com','123','re','rere','re',0,NULL,'1222-12-05','2023-04-10 13:51:34.001802'),
	 ('qwerty@gmail.com','123','re','re','re',0,NULL,'1999-12-12','2023-04-10 13:51:34.001802'),
	 ('qwerty1@gmail.com','123','re','re','re',0,NULL,'1222-12-05','2023-04-11 08:10:51.373143'),
	 ('aleks1234@mail.ru','gzynrjdcrfz17','Ivan','va','in',0,NULL,'2003-12-12','2023-03-28 15:28:30.937492'),
	 ('ilyanew@mail.ru','123456789','Кузнецов','Илья','Арсеньевич',0,'040420230852.jpg','2007-06-24','2023-03-28 15:28:30.937492');
